Repository: derjasper/TankenApp
Catalog: po/*.po
Languages: it

source: About
it: Info

source: Real-time fuel prices
it: Prezzi dei carburanti in tempo reale

source: No warranty for correct prices and availability.
it: Nessuna garanzia per la correttezza dei prezzi e la disponibilità.

source: For bug reports, pull requests and information on how to translate, please go to the GitHub project.
it: Per segnalazione di bug, richieste di pull e informazioni su come contribuire alle traduzioni, si prega di visitare il progetto su GitHub.

source: TankenApp on GitHub
it: TankenApp su GitHub

source: I would appreciate a donation if you like this app.
it: Aprezzerei una donazione se ti piace questa applicazione.

source: Donate via PayPal
it: Dona tramite PayPal

source: Licensed under GPLv3. Source code available at:
it: Rilasciato sotto licenza GPLv3. Codice sorgente disponibile su:

source: Data Sources
it: Fonte dati

source: Select Source
it: Seleziona Fonte

source: Details
it: Dettagli

source: An error occurred.
it: Si è verificato un'errore.

source: open
it: aperto

source: closed
it: chiuso

source: Navigate
it: Naviga

source: Navigate with HERE
it: Naviga con HERE Maps

source: Select Location
it: Seleziona posizione

source: Enter a location
it: Inserisci posizione

source: Search
it: Cerca

source: Current Location
it: Posizione corrente

source: Service Stations
it: Stazioni di servizio

source: Show on Map
it: Visualizza sulla mappa

source: Reload
it: Ricarica

source: Filter
it: Filtro

source: No results found. Please check your Internet connection or set another data source.
it: Nessun risultato. Controlla la tua connessione Internet oppure prova un'altra fonte dati

source: Map
it: Mappa

source: Fuel type
it: Tipo carburante

source: Radius
it: Raggio

source: recent
it: recente

source: last day
it: ultimo giorno

source: last week
it: ultima settimana

source: last month
it: ultimo mese

source: outdated
it: vecchio

source: Benzin E5 (Fuel E5)
it: Benzina E5

source: Super 95 (Fuel 95)
it: Super 95

source: Regular Gasoline
it: Gasolio normale

source: Mid-Grade Gasoline
it: Gasolio medio

source: Premium Gasoline
it: Gasolio Premium

source: Gasolina 95 Protección (Unleaded 95)
it: Benzina senza piombo 95

source: Gasolina 98 (Fuel 98)
it: Benzina senza piombo 98

source: Gasoleo A (Diesel)
it: Diesel

source: Nuevo Gasoleo A (Diesel+)
it: Diesel+

source: Biodiésel (Biodiesel)
it: Biodiesel

source: Bioetanol (Bioethanol)
it: Bioetanolo

source: Gas Natural Comprimido (Compressed natural gas)
it: GPL

source: By Distance
it: Per Distanza

source: By Price
it: Per Prezzo

source: official MTS-K data for Germany
it: dati ufficiali MTS-K per Germania

source: official data for Austria
it: dati ufficiali per Austria

source: official data for Spain
it: dati ufficiali per Spagna

source: official data for Italy
it: dati ufficiali per Italia

source: user contributed data for USA
it: dati raccolti dagli utenti per USA

source: TankenApp
it: http://www.mygasfeed.com/
